Repository: omursnckdev/BagPackr
Catalog: Localizable.xcstrings
Source language: en
Languages: tr

source: (You)
tr: (Sen)

source: %@ - %lld days
tr: %1$@ - %2$lld gün

source: %lld activities
tr: %lld aktivite

source: %lld cities
tr: %lld şehir

source: %lld days
tr: %lld gün

source: %lld members
tr: %lld üye

source: %lld/%lld done
tr: %1$lld/%2$lld tamamlandı

source: %lld/1 plan used
tr: %lld/1 plan kullanıldı

source: • Owner
tr: • Yönetici

source: • Your account • All itineraries • Group memberships • Expense records
tr: • Hesabınız • Tüm gezi planlarınız • Grup üyelikleriniz • Harcama kayıtlarınız

source: About
tr: Hakkında

source: Accomodation
tr: Konaklama

source: Activities
tr: Aktiviteler

source: Add
tr: Ekle

source: Add at least 2 cities to create a multi-city trip
tr: Çoklu gezi oluşturmak için minimum 2 şehir seç

source: Add City
tr: Şehir Ekle

source: Add City Stop
tr: Şehir Ekle

source: Add custom interest
tr: Özel ilgi alanı ekle

source: Add Expense
tr: Harcama Ekle

source: Add Member
tr: Üye Ekle

source: Add your first expense to start tracking
tr: Takibi başlatmak için ilk harcamanızı ekleyin

source: Adventure Sports
tr: Macera Sporları

source: AI Powered
tr: Yapay Zeka Destekli

source: Already have an account? Log In
tr: Zaten bir hesabınız var mı? Giriş yapın

source: Amount
tr: Tutar

source: Architecture
tr: Mimari Güzellikler

source: Are you sure you want to delete this group? This action cannot be undone.
tr: Bu grubu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete this itinerary? This action cannot be undone.
tr: Bu gezi planını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete this multi-city trip?
tr: Bu çok şehirli geziyi silmek istediğinizden emin misiniz?

source: Are you sure you want to sign out?
tr: Oturumu kapatmak istediğinizden emin misiniz?

source: Art Galleries
tr: Sanat Galerisi

source: Auto-renewable. Cancel anytime.
tr: Otomatik yenilenir. İstediğiniz zaman iptal edebilirsiniz.

# BagPckr Smart Travel Assistant
source: BagPckr AI Travel Planner
tr: BagPckr Akıllı Gezi Planlayıcı

source: Balances
tr: Bakiyeler

source: Beaches
tr: Plaj

source: Best Value!
tr: En Karlı Fiyat!

source: Budget
tr: Bütçe

source: Budget per Day
tr: Günlük Bütçe

source: Budget range
tr: Bütçe aralığı

source: Budget: $%lld
tr: Bütçe: ₺%lld

source: By Category
tr: Kategoriye Göre

source: Cafes
tr: Kafe

source: Cancel
tr: İptal

source: Cancel anytime
tr: İstediğin zaman iptal et

source: Category
tr: Kategori

source: Cities (%lld)
tr: Şehirler (%lld)

source: City
tr: Şehir

source: Clear
tr: Temizle

source: Clear Filter
tr: Filtreyi Temizle

source: Close
tr: Kapat

source: Collaborate with friends
tr: Arkadaşlarınla birlikte plan yap

source: Confirm Your Identity
tr: Kimliğinizi Doğrulayın

source: Confirm: %@
tr: Onayla: %@

source: Continue
tr: Devam

source: Create
tr: Oluştur

source: Create Account
tr: Hesap Oluştur

source: Create an itinerary first to start a group plan
tr: Bir grup planı başlatmak için önce bir gezi planı oluşturun.

source: Create Group
tr: Grup Oluştur

source: Create Group Plan
tr: Grup Planı Oluştur

source: Create Itinerary
tr: Gezi Planı Oluştur

source: Create or join a group to plan trips together!
tr: Seyahatleri birlikte planlamak için bir grup oluşturun veya katılın!

source: Create your account
tr: Hesabınızı oluşturun

source: Create your first travel plan and start exploring!
tr: İlk seyahat planınızı oluşturun ve keşfetmeye başlayın!

source: Creating your journey...
tr: Seyahatiniz hazırlanıyor...

source: Current
tr: Anlık

source: Custom
tr: Özelleştirilmiş

source: Custom Interests
tr: Özel İlgi Alanları

source: Day %lld
tr: Gün %lld

source: days
tr: gün

source: Delete
tr: Sil

source: Delete Account
tr: Hesabı Sil

source: Delete Account Permanently
tr: Hesabı Kalıcı Olarak Sil

source: Delete Group
tr: Grubu Sil

source: Delete Itinerary
tr: Gezi Planını Sil

source: Delete Multi-City Trip
tr: Çoklu Gezi Planını Sİl

source: Delete My Account
tr: Hesabımı Sil

source: Delete Trip
tr: Geziyi Sil

source: Deleting account...
tr: Hesap siliniyor...

source: Description
tr: Açıklama

source: Deselect All
tr: Tümünü Kaldır

source: Don't have an account? Sign Up
tr: Hesabınız yok mu? Kayıt olun

source: Done
tr: Tamamlandı

source: Duration
tr: Süre

source: e.g., Europe Adventure
tr: örn., Avrupa Gezisi

source: e.g., Temple, Sushi, Kebab
tr: ör. Tapınak, Suşi, Kebap

source: Edit Expense
tr: Harcamayı Düzenle

source: Edit Interests
tr: İlgi Alanlarını Düzenle

source: Edit Itinerary
tr: Gezi Planını Düzenle

source: Email
tr: E-posta

source: Email address
tr: E-posta adresi

source: Enter group name
tr: Grup adını girin

source: Error
tr: Hata

source: Expense Details
tr: Harcama Detayları

source: Expenses
tr: Harcamalar

source: Festivals
tr: Festival

# Filtering by %lld interest%@
source: Filtering by %1$lld interest%2$@
tr: %1$lld ilgi alanına göre filtreleniyor

source: Food & Drinks
tr: Yeme & İçme

source: Free Plan
tr: Ücretsiz Plan

source: Gemini Integration
tr: Gemini ile Entegre

source: Generate Itinerary
tr: Gezi Planı Oluştur

source: Generate Multi-City Trip
tr: Çoklu Gezi Planı Oluştur

source: gets back $%@
tr: $%@ alacak

source: Google Maps
tr: Google Haritalar

source: Group Details
tr: Grup Detayları

source: Group Name
tr: Grup Adı

source: Group Plans
tr: Grup Planları

source: Groups
tr: Gruplar

source: Hide
tr: Gizle

source: Hiking
tr: Doğa Yürüyüşü

source: Historical Sites
tr: Tarihi Yerler

source: Invite Member
tr: Üye Davet Et

source: Invite Members
tr: Üyeleri Davet Et

source: Itinerary
tr: Gezi Planı

source: Itinerary Details
tr: Gezi Planı Detayları

source: Itinerary Saved!
tr: Gezi başarıyla kaydedildi!

source: Join BagPckr today
tr: BagPckr’a bugün katılın

source: Live Music
tr: Canlı Müzik

source: Loading ad...
tr: Reklam yükleniyor…

source: Loading products...
tr: Satın almalar yükleniyor…

source: Local Markets
tr: Yerel Pazarlar

source: Location
tr: Konum

source: Location cannot be changed
tr: Konum değiştirilemez

source: Location Services
tr: Konum Servisleri

source: Log In
tr: Giriş Yap

source: Map
tr: Harita

source: Member Balances
tr: Üye Bakiyeleri

source: members
tr: Üye

source: Members
tr: Üyeler

source: MOST POPULAR
tr: EN POPÜLER

source: Multi-City
tr: Çoklu Gezi

source: Multi-City Trip
tr: Çoklu Gezi

source: Multi-City Trips
tr: Çoklu Gezi

source: MULTI-CITY TRIPS
tr: ÇOKLU GEZİ PLANI

source: Museums
tr: Müze

source: My Itineraries
tr: Planlarım

source: My Plans
tr: Planlarım

source: Navigate
tr: Yol Tarifi Al

source: Next
tr: Sıradaki

source: Nightlife
tr: Gece Hayatı

source: No activities match your filter
tr: Filtrenizle eşleşen etkinlik bulunamadı.

source: No expenses to calculate
tr: Hesaplanacak harcama yok

source: No expenses yet
tr: Henüz harcama eklenmemiş

source: No Group Plans
tr: Henüz Grup Planı Yok

source: No Itineraries Available
tr: Hiç Plan Bulunamadı

source: No itineraries yet
tr: Henüz gezi planınız yok

source: No locations found
tr: Konum bulunamadı

source: No products available
tr: Kullanılabilir ürün bulunamadı.

source: OK
tr: Tamam

source: Oops! That email or password doesn’t match our records.
tr: E-posta veya şifre kayıtlarımızla eşleşmiyor.

source: Other
tr: Diğer

# owes %@%@
source: owes %1$@%2$@
tr: borçlu %1$@%2$@

source: owes $%@
tr: $%@ borçlu

source: Paid By
tr: Ödeyen

source: Paid by: %@
tr: Ödeyen: %@

source: Parks
tr: Park

source: Password
tr: Şifre

source: PDF export is available for premium members. Upgrade now to export your itineraries!
tr: PDF dışa aktarma yalnızca premium üyeler için kullanılabilir. Planlarınızı dışa aktarmak için şimdi yükseltin!

source: PDF export is available for premium members. Upgrade now to export your trips!
tr: PDF dışa aktarma yalnızca premium üyeler için kullanılabilir. Seyahatlerinizi dışa aktarmak için şimdi yükseltin!

source: Plan Limit Reached
tr: Gezi limiti doldu

source: Plan your perfect journey
tr: Mükemmel yolculuğunuzu planlayın

source: Please check your internet connection
tr: İnternet bağlantını kontrol et

source: Premium Feature
tr: Premium Özellik

source: Premium Member
tr: Premium Üye

source: Premium Required 💎
tr: Premium Gerekli 💎

source: Processing...
tr: Oluşturuluyor…

source: Profile
tr: Profil

source: Regenerate Itinerary
tr: Gezi Planını Yeniden Oluştur

source: Regenerating...
tr: Yeniden oluşturuluyor...

source: Remove
tr: Kaldır

source: Remove %@ from the group?
tr: %@ gruptan kaldırılsın mı?

source: Remove Member
tr: Üyeyi Kaldır

source: Restaurants
tr: Restoran

source: Restore Purchases
tr: Satın Almayı Geri Yükle

source: Results may not be accurate
tr: Sonuçlar tutarlı olmayabilir

source: Save
tr: Kaydet

source: Search currency
tr: Para birimi seç

source: Search for a city or place
tr: Şehir ara

source: Search location
tr: Konum ara

source: Select All
tr: Tümünü Seç

source: Select an itinerary...
tr: Gezi Planı Seç

source: Select Currency
tr: Para Birimi Seç

source: Select Destination
tr: Varış Noktası Seç

source: Select Interests
tr: İlgi Alanlarını Seç

source: Select Itinerary
tr: Gezi Planı Seç

source: Select Location
tr: Konum Seç

source: Select member
tr: Üye Seç

source: Select...
tr: Seç...

source: Settle Up
tr: Hesaplaş

source: Settled
tr: Borcu Yok

source: Settlement payment
tr: Hesaplaşma ödemesi

source: Share with Group
tr: Grupla Paylaş

source: Shopping
tr: Alışveriş

source: Sign In
tr: Giriş Yap

source: Sign Out
tr: Çıkış Yap

source: Sign Up
tr: Kayıt Ol

source: Single City Trips
tr: Gezi Planı

source: SINGLE CITY TRIPS
tr: TEKLİ GEZİ PLANLARI

source: Skip
tr: Geç

source: Spent: $%lld
tr: Harcanan: $%lld

source: Split Between
tr: Paylaştırılan Üyeler

source: Split between: %lld members
tr: %lld üye arasında paylaştırıldı

source: Split Details
tr: Paylaşım Detayları

source: Start Planning!
tr: Planlamaya Başla!

source: Start Premium
tr: Premium Ol!

source: Street Food
tr: Sokak Lezzetleri

source: Success! 🎉
tr: Başarılı! 🎉

source: Tap number to type
tr: Yazmaya başla

source: Tap to change
tr: Değiştirmek için dokunun

source: Temples
tr: İbadethaneler

source: Theater
tr: Tiyatro

source: This action cannot be undone
tr: Bu işlem geri alınamaz

source: This will permanently delete:
tr: Kalıcı olarak silinecek:

source: total
tr: toplam

source: Total Expenses
tr: Toplam Harcama

source: Total Trip:
tr: Toplam Gezi:

source: Total:
tr: Toplam:

source: Total: %lld days
tr: Toplam: %lld gün

source: Total: $%lld
tr: Toplam: $%lld

source: transactions
tr: işlem

source: Transportation
tr: Ulaşım

source: Travel Enthusiast
tr: Seyahat Tutkunu

source: Trip saved successfully!
tr: Gezi Başarıyla Kaydedildi!

source: Trip Title
tr: Gezi Başlığı

source: Trip: %@
tr: Gezi: %@

source: Try selecting different interests or clear the filter
tr: Farklı ilgi alanlarını seçmeyi deneyin veya filtreyi temizleyin.

source: Unlimited plans
tr: Sınırsız Plan

source: Unlimited Travel Planning
tr: Sınırsız Seyahat Planlama

source: Unlock unlimited travel planning
tr: Sınırsız seyahat planlamanın kilidini açın

source: Upgrade
tr: Yükselt

source: Upgrade to Premium
tr: Premiuma Yükselt

source: Verify Details
tr: Kontrol Et

source: View
tr: Görüntüle

source: Water Sports
tr: Su Sporları

source: Welcome back!
tr: Tekrar hoş geldiniz!

source: Welcome to BagPckr Premium!
tr: BagPckr Premium’a Hoşgeldin!

source: You're now a premium member!
tr: Artık premium üyesin!

source: You've reached your free plan limit (1 active plan). Upgrade to Premium for unlimited plans!
tr: Ücretsiz plan sınırınıza ulaştınız (1 aktif plan). Sınırsız plan için Premium’a yükseltin!

source: Your Itinerary
tr: Sizin Gezi Planınız

source: Your trip has been saved successfully
tr: Gezi başarıyla kaydedildi
